// Birthday wishes data structure
export const birthdayWishes = {
    messages: [
        {
            id: 1,
            sender: "তোমার মেয়ে",
            message: "শুভ জন্মদিন মা ❤️ \nতুমি সবসময় চুপচাপ পাশে থেকেছো, \nবকা দিছো, আবার ঠিক পরের মিনিটেই জিজ্ঞেস করছো “খিদে পেয়েছে?” \nতোমার সেই চোখের মায়া, হাসির উষ্ণতা—সবটাই যেন আমার ঘর। আজ তোমার জন্মদিন, অথচ উপহার দেওয়ার মতো কিছুই নেই আমার কাছে, \nতবুও জানো মা, মন থেকে বলছি—তোমার মতো আপন কেউ নেই। \n\nসর্বাধিক আপন, সবথেকে আপন তুমি। \nভালোবাসি তোকে, মা। 💖",
            image: "media/images/wishFromJayeeta.jpeg",
            // image: "media/images/wishFromJayeeta1.png",
            video: "media/videos/wishFromJayeeta.mp4"
        },
        {
            id: 2,
            sender: "তোমার ছেলে",
            message: "শুভ জন্মদিন মা ❤️ \nতুমি আমার জীবনের সবচেয়ে বড় আশীর্বাদ। তোমার ভালোবাসা, সহানুভূতি এবং শক্তি আমাকে সবসময় অনুপ্রাণিত করে। আজকের এই বিশেষ দিনে, আমি তোমাকে জানাতে চাই যে তুমি আমার জন্য কতটা গুরুত্বপূর্ণ। তোমার হাসি, তোমার আদর, সবকিছুই আমার জীবনে আলোর মতো। \nতোমার জন্মদিনে আমি প্রার্থনা করি, তুমি সবসময় সুখী ও সুস্থ থাকো। \nভালোবাসি তোমাকে, মা। 💖",
            image: "media/images/wishFromSon.jpeg"
            // video: "media/videos/wish2.mp4"
        }
    ]
};